Tekla.Structures.DrawingInternal.dotGrDetailMark_t


Tekla.Structures.DrawingInternal.dotGrDetailMark_t.DrawingObject


Tekla.Structures.DrawingInternal.dotGrDetailMark_t.CenterPoint


Tekla.Structures.DrawingInternal.dotGrDetailMark_t.BoundaryPoint


Tekla.Structures.DrawingInternal.dotGrDetailMark_t.LabelPoint


Tekla.Structures.DrawingInternal.dotGrDetailMark_t.Attributes


Tekla.Structures.DrawingInternal.dotGrDetailMark_t.ToStruct(Tekla.Structures.Drawing.DetailMark)


Tekla.Structures.DrawingInternal.dotGrDetailMark_t.FromStruct(Tekla.Structures.Drawing.DetailMark)
